tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/core"
brew "chezmoi"
brew "choose-gui"
brew "ffmpeg"
brew "fish"
brew "fzf"
brew "gh"
brew "git"
brew "htop"
brew "hub"
brew "jq"
brew "k9s"
brew "kubernetes-cli"
brew "lazygit"
brew "mosh"
brew "mycli"
brew "neovim"
brew "ripgrep"
brew "starship"
brew "tmux"
brew "zsh"
cask "1password"
cask "discord"
cask "docker"
cask "dotnet-sdk"
cask "font-iosevka"
cask "font-jetbrains-mono"
cask "font-jetbrains-mono-nerd-font"
cask "hiddenbar"
cask "iina"
cask "imageoptim"
cask "iterm2"
cask "jetbrains-toolbox"
cask "karabiner-elements"
cask "mos"
cask "osu"
cask "parsec"
cask "raycast"
cask "stats"
cask "superhuman"
cask "transmit"
cask "viscosity"
cask "xld"
cask "zerotier-one"
