tap "homebrew/bundle"
tap "homebrew/cask-fonts"
tap "isen-ng/dotnet-sdk-versions"
tap "koekeishiya/formulae"
brew "chezmoi"
brew "choose-gui"
brew "composer"
brew "ffmpeg"
brew "fish"
brew "fzf"
brew "gh"
brew "git"
brew "htop"
brew "hub"
brew "imagemagick"
brew "jq"
brew "k9s"
brew "kubernetes-cli"
brew "lazygit"
brew "mas"
brew "mosh"
brew "mycli"
brew "neovim"
brew "node"
brew "redis"
brew "ripgrep"
brew "rtorrent"
brew "starship"
brew "tmux"
brew "watch"
brew "yt-dlp"
brew "zsh"
brew "koekeishiya/formulae/skhd"
brew "koekeishiya/formulae/yabai"
cask "1password"
cask "audio-hijack"
cask "betterdisplay"
cask "cleanshot"
cask "discord"
cask "docker"
cask "dotnet-sdk"
cask "dotnet-sdk6-0-400"
cask "fission"
cask "font-iosevka"
cask "font-jetbrains-mono"
cask "font-jetbrains-mono-nerd-font"
cask "hiddenbar"
cask "iina"
cask "imageoptim"
cask "iterm2"
cask "jetbrains-toolbox"
cask "jump-desktop-connect"
cask "karabiner-elements"
cask "keycastr"
cask "loopback"
cask "mos"
cask "obs"
cask "osu"
cask "parsec"
cask "raycast"
cask "stats"
cask "superhuman"
cask "tev"
cask "transmit"
cask "ubersicht"
cask "viscosity"
cask "xld"
cask "zerotier-one"
mas "1Password for Safari", id: 1569813296
mas "BBEdit", id: 404009241
mas "Bear", id: 1091189122
mas "Day Progress", id: 6450280202
mas "Endel", id: 1346247457
mas "GarageBand", id: 682658836
mas "Hush", id: 1544743900
mas "iMovie", id: 408981434
mas "Jump Desktop", id: 524141863
mas "Keynote", id: 409183694
mas "Numbers", id: 409203825
mas "Pages", id: 409201541
mas "Pixelmator Pro", id: 1289583905
mas "Things", id: 904280696
mas "Xcode", id: 497799835
